Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: (b) Children aged 6-17, especially OVCs, access quality education, including life-skills training, in a safe environment;
fr: b) Les enfants âgés de 6 à 17 ans, en particulier les orphelins et les enfants vulnérables, ont accès à une éducation de qualité, y compris à une formation à la vie active, dans un environnement sûr;

source: (c) Social safety nets for children and families provide a protective environment that reduces the vulnerability of children to violence, exploitation, and abuse;
fr: c) Des filets de sécurité sociale à l'intention des enfants et de leur famille créent un environnement protecteur qui réduit la vulnérabilité des enfants face aux violences, à l'exploitation et à la maltraitance;

source: (d) Young people, as well as their caregivers, receive information, skills, and opportunities that reduce their own, their family's, and the larger community's risks and vulnerabilities to HIV infection, and that also mitigate the impact of AIDS.
fr: d) Les jeunes, de même que ceux qui s'occupent d'eux, ont accès à l'information, à des compétences et à des possibilités qui réduisent les risques d'infection et la vulnérabilité au VIH pour eux-mêmes ainsi que pour leur famille et la communauté élargie et qui mitigent les conséquences du sida.

source: The country programme will be based on several strategic approaches:
fr: Le programme de pays s'appuiera sur plusieurs approches stratégiques :

source: (a) UNICEF will be a convener of partners and consensus-builder on child rights and will support analytical and innovative thinking and sharing of experiences;
fr: a) L'UNICEF assurera la coordination des partenaires et réalisera un consensus sur les droits de l'enfant; il encouragera une réflexion analytique et novatrice ainsi que le partage d'expériences;

source: (b) UNICEF will support upstream initiatives, including studies, policy and legal development work, and sectoral capacity-building projects of national scope, while continuing to support community capacity development and service delivery in selected areas to demonstrate innovative approaches, results and scaling-up strategies;
fr: b) L'UNICEF appuiera les activités amont, notamment les études, les travaux visant à renforcer les systèmes politiques et juridiques ainsi que les projets de portée nationale pour le renforcement des capacités sectorielles, tout en continuant d'appuyer le développement des capacités locales et la prestation de services dans certaines régions, pour mettre en évidence des approches novatrices, des résultats et des stratégies de transposition à grande échelle.

source: (c) A human rights approach to programming will address gaps in the capacity of duty bearers to reach children who are poor or otherwise made vulnerable, especially those affected by AIDS.
fr: c) Une approche de la programmation axée sur les droits de l'homme permettra de renforcer la capacité des responsables à desservir les enfants pauvres ou autrement vulnérables, notamment ceux qui sont touchés par le sida.

source: Holistic support packages will capacitate duty bearers to fulfil children's material, intellectual and spiritual needs;
fr: Des ensembles de services d'appui donneront aux responsables les moyens de satisfaire les besoins matériels, intellectuels et spirituels des enfants.

source: (d) Communication for child rights will be anchored in an “appreciative inquiry” approach involving respect for the country's culture, traditions, and past achievements and will link traditional and religious norms with international norms;
fr: d) La communication en faveur des droits de l'enfant s'inscrira dans une démarche d'évaluation fondée sur des appréciations diverses, dans le respect de la culture et des traditions nationales ainsi que des résultats obtenus, et une relation sera établie entre les normes traditionnelles et religieuses et les normes internationales.

source: (e) Communication and education initiatives will address fundamental roots of gender violence and exploitation and their role in the HIV/AIDS crisis.
fr: e) Les initiatives en matière de communication et d'éducation s'attaqueront aux racines profondes de la violence et de l'exploitation des femmes et au rôle qu'elles jouent dans la crise du VIH/sida.

source: Achieving deep-rooted change will require special attention to improving the socialization, self-esteem and life-skills training of boys;
fr: Pour réussir une transformation en profondeur, il faudra s'attacher particulièrement à améliorer chez les garçons la socialisation, la confiance en soi et la formation à la vie active.

source: (f) Advocacy and programming will be designed to leverage large-scale additional resources of other stakeholders to address the crisis faced by Swazi children.
fr: f) Les activités de plaidoyer et la programmation seront conçues de façon à mobiliser à grande échelle des ressources supplémentaires auprès d'autres partenaires pour résoudre la crise à laquelle sont confrontés les enfants swazis.

source: The limited regular resources funding available will be applied to advocacy and technical support as a base for leveraging additional national and international resources.
fr: Les financements limités qui sont disponibles au titre des ressources ordinaires seront affectés aux activités de plaidoyer et à l'appui technique et serviront de base pour mobiliser des ressources nationales et internationales supplémentaires.

source: Relationship to national priorities and UNDAF
fr: Liens avec les priorités nationales et le PNUAD

source: Swaziland has a national development strategy, and recently completed its Poverty Reduction Strategy and Action Plan.
fr: Le Swaziland a une stratégie nationale de développement et il a récemment mis au point sa stratégie et son plan d'action pour la réduction de la pauvreté.

source: It is also a signatory to the Millennium Declaration and is committed to achievement of the Millennium Development Goals.
fr: Il est également signataire de la Déclaration du Millénaire et s'est engagé à réaliser les objectifs du Millénaire pour le développement.

source: Key national priorities have been distilled into the UNDAF framework in the form of five key outcome areas: (a) a strengthened and intensified multi-sectoral national response to HIV and AIDS; (b) reduction of poverty levels by 25 per cent, from the current 69 per cent to 52 per cent, through formulation and implementation of pro-poor policies, strategies and programmes; (c) improved food security for the Swazi population; (d) improved access to basic social services, especially for vulnerable and disadvantaged groups; and (e) enhanced and strengthened capacity of key national- and local-level institutions for improved governance.
fr: Les principales priorités nationales sont rassemblées dans le cadre du PNUAD en cinq grands domaines d'action : a) renforcer et intensifier l'action nationale multisectorielle de lutte contre le VIH/sida; b) abaisser de 25 % les niveaux de pauvreté, en les ramenant de 69 % à 52 %, par la formulation et la mise en œuvre de politiques, de stratégies et de programmes en faveur des pauvres; c) améliorer la sécurité alimentaire pour la population swazie; d) améliorer l'accès aux services sociaux de base, en particulier pour les groupes vulnérables et défavorisés; et e) améliorer et renforcer les capacités des principales institutions nationales et locales pour une meilleure gouvernance.

source: While the country programme will contribute to all UNDAF outcome areas, UNICEF is the lead agency in the fourth outcome area and will focus on improving the access of marginalized and vulnerable populations to health and nutrition services, other early child development initiatives, basic education and water and sanitation.
fr: Le programme de pays contribuera à tous les domaines d'action du PNUAD mais l'UNICEF sera le chef de file pour le quatrième domaine et s'attachera à améliorer l'accès des populations marginalisées et vulnérables aux services de santé et de nutrition, aux autres initiatives en faveur du développement du jeune enfant, à l'éducation de base et à l'eau et l'assainissement.

source: The country programme incorporates all five areas of the draft medium-term strategic plan of UNICEF for 2006-2009, four as specific programme components, and children and AIDS mainstreamed as the central challenge.
fr: Le programme de pays comprend cinq domaines du projet de plan stratégique à moyen terme de l'UNICEF pour la période 2006-2009, dont quatre en tant qu'éléments spécifiques du programme, le cinquième - la question des enfants et du sida - étant recentré à titre de tâche primordiale.

source: The programme supports the Millennium Declaration principles and the achievement of the Millennium Development Goals in the following ways: (a) reduction in HIV transmission to infants, along with other child survival initiatives, will reduce child mortality; and (b) UPE, life skills, and communication will contribute to education and gender goals, and reduce problems of abuse and exploitation of children.
fr: Le Programme appuie les principes de la Déclaration du Millénaire et la réalisation des objectifs du Millénaire pour le développement par les moyens suivants : a) la réduction de la transmission du VIH aux nourrissons et les autres initiatives en faveur de la survie de l'enfant feront baisser la mortalité infantile; et b) l'enseignement primaire universel, la préparation à la vie active et la communication contribueront à la réalisation des objectifs en matière d'égalité entre les sexes et d'éducation et réduiront les problèmes de maltraitance et d'exploitation des enfants.

source: The programme strategy as a whole is to reverse the downward spiral of poverty, food insecurity, malnutrition and AIDS, and to interrupt the intergenerational transmission of poverty.
fr: La stratégie d'ensemble du programme consiste à briser le cercle vicieux formé par la pauvreté, l'insécurité alimentaire, la malnutrition et le sida et à enrayer la transmission de la pauvreté d'une génération à l'autre.

source: This component will strengthen and scale up health and nutrition preventative interventions, including for children who are HIV positive, improve home and community care practices, and increase access to safe water and basic sanitation.
fr: Cet élément doit renforcer et transposer à grande échelle les interventions préventives en matière de santé et de nutrition, en particulier pour les enfants séropositifs, améliorer les pratiques familiales et communautaires en matière de soins et élargir l'accès à l'eau potable et aux services d'assainissement de base.

source: The following are the expected key outcomes:
fr: Les principaux résultats attendus sont les suivants :

source: (a) High-impact health and nutrition preventive actions are scaled up nationally so that they are delivered by all health facilities.
fr: a) Des mesures préventives efficaces en matière de santé et de nutrition sont transposées à l'échelle nationale, afin qu'elles soient assurées par tous les services sanitaires.

source: PMTCT “plus” services will reverse worsening trends of child and maternal mortality related to AIDS through improved access to and quality of antenatal care and nutrition, antiretrovirals (ARVs), prophylactic treatment of children who test HIV positive, ARVs for children and parents with AIDS, and the promotion of male circumcision services.
fr: Les services élargis de la prévention de la transmission materno-foetale inverseront la tendance à la dégradation des taux de mortalité maternelle et infantile liés au sida par les moyens suivants : développement de l'accessibilité et de la qualité des soins et de la nutrition prénatals; des traitements antirétroviraux; des traitements prophylactiques des enfants séropositifs; des traitements antirétroviraux pour les enfants et les parents atteints du sida; et de la promotion des services de circoncision.

source: Strengthened primary health care services and community care capacity at facilities and/or outreach and schools services will improve immunization and supplementation with Vitamin A and other micronutrients, regular deworming and treatment of schistosomiasis;
fr: Le renforcement des services de soins de santé primaires et des capacités de soins communautaires dans les dispensaires et antennes de proximité et les établissements scolaires améliorera le taux de couverture vaccinale et de distribution de suppléments de vitamine A et autres oligo-éléments, le déparasitage régulier et le traitement de la bilharziose;

source: (b) Improved family and community care practices will improve child survival, growth and development outcomes.
fr: b) L'amélioration des pratiques familiales et communautaires en matière de soins renforcera la qualité des résultats en matière de survie, de croissance et de développement de l'enfant.

source: Caregivers will work together with health and community development workers to improve infant and young child feeding, reduce iodine deficiencies and anaemia, reduce child deaths and malnutrition through improved management of diarrhoea, reduce pneumonia deaths through appropriate referral and treatment, improve household hygiene practices, and provide early childhood stimulation and psychosocial support.
fr: Les dispensateurs de soins œuvreront de concert avec les agents de santé et de développement communautaire pour améliorer l'alimentation du nourrisson et du jeune enfant; faire reculer les carences en iode et l'anémie; diminuer la mortalité et la malnutrition des enfants par une meilleure gestion des maladies diarrhéiques; réduire la mortalité imputable à la pneumonie par une orientation et un traitement appropriés; améliorer les pratiques d'hygiène familiale; et assurer au jeune enfant des activités d'éveil et un soutien psychosocial.

source: Reaching children affected by AIDS will be emphasized, including through capacity-building of community-based organizations of people living with HIV;
fr: On s'attachera particulièrement à desservir les enfants victimes du sida, notamment en renforçant les capacités d'associations locales de séropositifs;

source: (c) Access to an improved water source and basic sanitation will reduce morbidity and mortality among children and people living with HIV.
fr: c) L'accès à une eau de meilleure qualité et à des installations sanitaires de base réduira la morbidité et la mortalité chez les enfants et les séropositifs.

source: Children will benefit from improved water supply, basic sanitation and household hygiene at rural schools and in community sites where OVC services are provided.
fr: Les enfants bénéficieront d'une amélioration de l'approvisionnement en eau, de l'assainissement de base et de l'hygiène domestique dans les écoles rurales et dans les sites communautaires où des services sont fournis à l'intention des orphelins et des enfants vulnérables.

source: The project aims annually to cover up to 20 primary schools and 30 community sites with simple technologies for safe water and sanitation, and community maintenance strategies.
fr: Le projet vise à doter chaque année jusqu'à 20 écoles primaires et 30 sites communautaires de technologies simples pour l'approvisionnement en eau salubre et l'assainissement et de stratégies d'entretien communautaires.

source: These demonstrations aim to strengthen support and leveraging of resources for a scaled-up focus on water and sanitation in the rural and peri-urban areas.
fr: Ces démonstrations visent à remplacer l'appui et à mobiliser des ressources en vue d'étendre aux zones rurales et périurbaines les initiatives d'approvisionnement en eau et d'assainissement.

source: Education and life skills.
fr: Éducation et préparation à la vie active.

source: UNICEF will support the Government in ensuring universal access to primary education in child-friendly schools, supplemented by both in-school and out-of-school life-skills education.
fr: L'UNICEF aidera le Gouvernement à offrir un accès universel à l'enseignement primaire dans des établissements scolaires adaptés aux enfants, en le complétant par une préparation à la vie active en milieux scolaire et extrascolaire.

source: Special attention will be paid to the needs of OVCs, especially those dependent on community- and neighbourhood-based care services.
fr: Seront particulièrement pris en compte les besoins des orphelins et des enfants vulnérables, surtout ceux qui dépendent des services de soins communautaires ou de proximité.

source: (a) Increased enrolment and retention in quality primary education is achieved, including reduction in repetition rates by 30 per cent, and increased net enrolment rates to at least 90 per cent.
fr: a) Taux accrus d'inscription et de rétention scolaires dans un enseignement primaire de qualité, assortis d'une baisse de 30 % du taux de redoublement, avec des taux nets de scolarisation atteignant jusqu'à 90 %.

source: The Ministry of Education will be supported to implement and monitor its UPE plan.
fr: Un appui sera fourni au Ministère de l'éducation pour la mise en œuvre et le suivi du plan en faveur de l'enseignement primaire universel.

source: To realize quality education, the cooperation will strengthen teachers' capacities in assessment and teaching methodologies, institute child-friendly school indicators for school and community self-monitoring, and strengthen Ministry of Education capacities for monitoring quality and supervising schools;
fr: La coopération pour un enseignement de qualité consistera à renforcer les capacités des enseignants en matière de méthodes d'évaluation et de techniques pédagogiques, à instituer des indicateurs scolaires « amis des enfants » pour l'auto-évaluation des écoles et des collectivités, et à renforcer les capacités du Ministère de l'éducation pour ce qui concerne le suivi de la qualité et la supervision des établissements d'enseignement;

source: (b) The numbers of community child protection personnel are increased and their capacities strengthened to provide quality non-formal education for out-of-school children.
fr: b) Augmentation des effectifs du personnel local chargé de la protection de l'enfant et renforcement de leurs capacités en vue d'assurer un enseignement non traditionnel de qualité pour les enfants non scolarisés.

source: The cooperation will build capacities of communities in providing socialization services and basic literacy and relevant life-skills education to out-of-school children and to especially vulnerable schoolchildren after school hours.
fr: La coopération dotera les communautés des moyens nécessaires pour assurer à ces enfants, et en particulier aux enfants vulnérables d'âge scolaire, des services de socialisation et d'alphabétisation de base ainsi qu'une formation pertinente à une vie active, en dehors des horaires réguliers.

source: Innovative mentoring programmes and approaches for school-age children will provide psychosocial and livelihood support to supplement formal education;
fr: Pour les enfants d'âge scolaire, des programmes et des approches novatrices de tutorat leur assureront un soutien psychosocial et des moyens de subsistance en vue de compléter leur éducation formelle;

source: (c) Primary school teachers and community child protectors will have increased capacity to ensure respect for, and the protection of, the rights of girls, and to advance gender equity through appropriate life-skills training and psychosocial support to both girls and boys.
fr: c) Moyens accrus à la disposition des enseignants du primaire et des protecteurs locaux des enfants pour faire respecter et protéger les droits des filles et faire progresser l'égalité entre les sexes par une formation appropriée à la vie active et un soutien psychosocial, tant pour les filles que pour les garçons.

source: The cooperation will develop gender-based life-skills materials and resources, train teachers and community facilitators to work in activities during and after school, and strengthen the Ministry of Education's capacity to mainstream HIV and gender;
fr: La coopération consistera à élaborer les matériels et les ressources pédagogiques de préparation à la vie axés sur l'égalité entre les sexes, à former les enseignants et les médiateurs communautaires à se consacrer à ces activités pendant et après l'école, et à renforcer la capacité du Ministère de l'éducation d'intégrer aux programmes réguliers les questions du VIH et de l'égalité des sexes;

source: (d) Children attending primary school and those not in school will have increased capacity for and commitment to supporting each other in promoting gender equity and the rights of girls, in protecting each other (both boys and girls) from risks of abuse, and in supporting the development of younger siblings.
fr: d) Capacité et volonté accrues des enfants, scolarisés ou non au primaire de s'entraider pour promouvoir l'égalité entre les sexes et les droits des filles, à se protéger mutuellement (aussi bien les garçons que les filles) contre les risques de maltraitance et à contribuer au développement de leurs jeunes frères et soeurs.

source: Working through schools and clubs linked to community structures, the cooperation will support peer initiatives aimed at increasing and improving coping capacities of vulnerable groups in communities, fighting abuse, and inculcating a spirit of voluntarism and community support in young people.
fr: En collaboration avec les écoles et les associations liées aux structures locales, la coopération aidera les initiatives d'éducation des jeunes par les jeunes qui visent à accroître et à améliorer les capacités d'adaptation des groupes vulnérables dans les communautés, à combattre la maltraitance et à inculquer aux jeunes un esprit de volontarisme et d'appui aux collectivités.

source: Safety nets for child protection.
fr: Filets de sécurité pour la protection de l'enfant.

source: This programme will strengthen government, civil society and community capacities to design, implement and monitor national safety-net programmes for ensuring the rights of orphaned and other vulnerable children.
fr: Ce programme renforcera les capacités du Gouvernement, de la société civile et des communautés en matière de conception, d'exécution et de suivi des programmes nationaux de protection visant à garantir les droits des orphelins et autres enfants vulnérables.

source: (a) An enhanced national system for protecting children and women will support duty bearers at all levels to protect children and women from abuse, violence and exploitation.
fr: a) Le renforcement du système national de protection des enfants et des femmes aidera les responsables à tous les niveaux à protéger les enfants et les femmes contre les mauvais traitements, la violence et l'exploitation.

source: Policies and laws will be updated, enacted and enforced to strengthen the environment for the fulfilment of children's rights.
fr: Des directives et des lois seront actualisées, adoptées et appliquées pour renforcer les conditions d'épanouissement des droits des enfants.

source: Improved access to legal and administrative services and birth registration will empower disadvantaged children and women to access basic social services that reduce their vulnerabilities.
fr: Un accès élargi aux services juridiques et administratifs et à l'enregistrement des naissances permettra aux enfants et aux femmes défavorisés de bénéficier de services sociaux de base qui réduiront leur vulnérabilité.

source: Child protectors will be trained, supervised and supported, and interlinked with child welfare systems at decentralized and central levels;
fr: Les protecteurs des enfants seront formés, suivis, appuyés et intégrés aux services d'aide sociale à l'enfance, aux niveaux décentralisés et central;
